/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "好";
"CANCEL" = "取消";
"FORCE_EJECT" = "强制推出…";
"CONFIRM_FORCE" = "强制推出";
"TRY_AGAIN" = "再试一次";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "该磁盘没有被推出，因为一个或多个程序可能正在使用它。";
"VOLUME_IN_USE" = "磁盘“%@”没有被推出，因为一个或多个程序可能正在使用它。";

"TRYING_TO_EJECT_INFO" = "要立即推出该磁盘，请点按“强制推出”按钮。";
"UNABLE_TO_EJECT_INFO" = "您可以尝试再次推出该磁盘，或者点按“强制推出”立即推出它。";

"UNKNOWN_FORCE_EJECT" = "您确定要推出该磁盘吗？";
"VOLUME_FORCE_EJECT" = "您确定要推出“%@”吗？";

"CONFIRM_FORCEEJECT_INFO" = "推出该磁盘可能导致该磁盘或该磁盘上面的信息出现问题。";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "该磁盘未能推出，因为“%@”正在使用它。";
"VOLUME_IN_USE_BY_1GUIPROC" = "磁盘“%1$@”未能推出，因为“%2$@”正在使用它。";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "该磁盘未能推出，因为“%1$@”和“%2$@”正在使用它。";
"VOLUME_IN_USE_BY_2GUIPROCS" = "磁盘“%1$@”未能推出，因为“%2$@”和“%3$@”正在使用它。";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "该磁盘未能推出，因为“%1$@”和其他应用程序正在使用它。";
"VOLUME_IN_USE_BY_3GUIPROCS" = "磁盘“%1$@”未能推出，因为“%2$@”和其他应用程序正在使用它。";

"QUIT_ONE_INFO" = "请退出那个应用程序，然后再次尝试推出该磁盘。";
"QUIT_MULTIPLE_INFO" = "请退出那些应用程序，然后再次尝试推出该磁盘。";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "不能推出该磁盘，因为另一个用户（“%@”）正在使用它。";
"VOLUME_IN_USE_BY_1USER" = "不能推出磁盘“%1$@”，因为另一个用户（“%2$@”）正在使用它。";

"UNKNOWN_IN_USE_BY_2USERS" = "不能推出该磁盘，因为其他用户（“%1$@”和“%2$@”）正在使用它。";
"VOLUME_IN_USE_BY_2USERS" = "不能推出磁盘“%1$@”，因为其他用户（“%2$@”和“%3$@”）正在使用它。";

"UNKNOWN_IN_USE_BY_3USERS" = "不能推出该磁盘，因为其他用户（“%1$@”、“%2$@”和其他人）正在使用它。";
"VOLUME_IN_USE_BY_3USERS" = "不能推出磁盘“%1$@”，因为其他用户（“%2$@”、“%3$@”和其他人）正在使用它。";

"LOGOUT_ONE_INFO" = "当“%@”不再使用该磁盘时，请再次尝试推出它。";
"LOGOUT_MULTIPLE_INFO" = "当其他用户不再使用该磁盘时，请再次尝试推出它。";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "磁盘“%1$@”未能推出，因为它正在使用中。";
"UNKNOWN_HAS_DISKIMAGE" = "该磁盘未能推出，因为它正在使用中。";

"VOLUME_HAS_1DISKIMAGE_INFO" = "请先推出“%1$@”，然后再次尝试推出“%2$@”。";
"VOLUME_HAS_2DISKIMAGES_INFO" = "请先推出“%1$@”和“%2$@”，然后再次尝试推出“%3$@”。";
"VOLUME_HAS_3DISKIMAGES_INFO" = "请先推出“%1$@”和其他磁盘，然后再次尝试推出“%2$@”。";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "请先推出“%1$@”，然后再次尝试推出该磁盘。";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "请先推出“%1$@”和“%2$@”，然后再次尝试推出该磁盘。";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "请先推出“%1$@”和其他磁盘，然后再次尝试推出该磁盘。";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "该磁盘已推出。";
"VOLUME_WAS_EJECTED" = "磁盘“%@”已推出。";


/* Misc strings */
"TRYING_TO_EJECT" = "正在尝试推出";

"PROCESS_PID" = "进程 %d";